tap "beeftornado/rmtree"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"

brew "ack"
brew "apache-spark"
brew "bash"
brew "bash-completion"
brew "bat"
brew "binutils", link: true
brew "libpng"
brew "freetype"
brew "sqlite"
brew "python"
brew "chromedriver"
brew "cmake"
brew "composer"
brew "coreutils"
brew "diffutils"
brew "docker"
brew "docker-compose"
brew "ed"
brew "exercism"
brew "findutils"
brew "gawk"
brew "webp"
brew "git"
brew "gnu-getopt"
brew "git-flow-avh"
brew "gnu-indent"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar"
brew "gnu-which", args: ["with-default-names"]
brew "gnutls"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "h2"
brew "htop"
brew "hub"
brew "imagemagick"
brew "ipython"
brew "jenv"
brew "kotlin"
brew "mariadb"
brew "mas"
brew "mono"
brew "mono-libgdiplus"
brew "php"
brew "pkg-config"
brew "podofo"
brew "postgresql", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis"
brew "rename"
brew "sbt"
brew "scala"
brew "screen"
brew "sl"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "beeftornado/rmtree/brew-rmtree"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"

cask "alfred"
cask "caffeine"
cask "calibre"
cask "dash"
cask "dbvisualizer"
cask "discord"
cask "dotnet"
cask "dropbox"
cask "firefox"
cask "firefox-developer-edition"
cask "flash-player"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "foxitreader"
cask "franz"
cask "gimp"
cask "github"
cask "gitkraken"
cask "google-cloud-sdk"
cask "handbrake"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "keka"
cask "kitematic"
cask "macdown"
cask "manuskript"
cask "microsoft-office"
cask "namechanger"
cask "neo4j"
cask "nordvpn"
cask "notion"
cask "onedrive"
cask "paintbrush"
cask "pgadmin4"
cask "postman"
cask "psequel"
cask "qbittorrent"
cask "razorsql"
cask "rectangle"
cask "riot"
cask "sequel-pro"
cask "signal"
cask "simplenote"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "standard-notes"
cask "steam"
cask "the-unarchiver"
cask "ticktick"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"

mas "Pages", id: 409201541
mas "Xcode", id: 497799835
