cask "alfred"
cask "caffeine"
cask "calibre"
cask "dash"
cask "dbvisualizer"
cask "discord"
cask "dotnet"
cask "dropbox"
cask "firefox"
cask "firefox-developer-edition"
cask "flash-player"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "foxitreader"
cask "franz"
cask "gimp"
cask "github"
cask "gitkraken"
cask "google-cloud-sdk"
cask "handbrake"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "keka"
cask "kitematic"
cask "macdown"
cask "manuskript"
cask "microsoft-office"
cask "namechanger"
cask "neo4j"
cask "nordvpn"
cask "notion"
cask "onedrive"
cask "paintbrush"
cask "pgadmin4"
cask "postman"
cask "psequel"
cask "qbittorrent"
cask "razorsql"
cask "rectangle"
cask "riot"
cask "sequel-pro"
cask "signal"
cask "simplenote"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "standard-notes"
cask "steam"
cask "the-unarchiver"
cask "ticktick"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
